Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: The "Take a quick tour?" prompt right after setup only said what the tour covered, with no hint that saying no was perfectly fine or where to find it again. It now adds that you can always start it later from Profile > Replay Welcome Tour.
ar: كان سؤال "هل تريد جولة سريعة؟" بعد الإعداد مباشرة يذكر ما تغطيه الجولة فقط، دون إشارة إلى أن الرفض أمر عادي تمامًا أو إلى مكان إيجادها لاحقًا. أصبح يضيف الآن أنه يمكنك دائمًا بدؤها لاحقًا من الملف الشخصي > إعادة تشغيل الجولة الترحيبية.
de: Die Frage „Kurze Tour gefällig?“ direkt nach der Einrichtung sagte nur, was die Tour abdeckt, ohne Hinweis darauf, dass ein Nein völlig in Ordnung ist oder wo man sie wiederfindet. Jetzt steht dabei, dass du sie jederzeit später unter Profil > Willkommenstour erneut abspielen starten kannst.
el: Η πρόταση «Θέλετε μια σύντομη ξενάγηση;» αμέσως μετά τη ρύθμιση έλεγε μόνο τι καλύπτει η ξενάγηση, χωρίς να λέει ότι ένα «όχι» είναι απολύτως εντάξει ή πού θα τη βρείτε ξανά. Τώρα προσθέτει ότι μπορείτε πάντα να την ξεκινήσετε αργότερα από Προφίλ > Επανάληψη Ξενάγησης Καλωσορίσματος.
es: La propuesta «¿Hacemos un recorrido rápido?» justo después de la configuración solo decía qué cubría el recorrido, sin indicar que decir que no estaba perfectamente bien ni dónde encontrarlo después. Ahora añade que siempre puedes iniciarlo más tarde desde Perfil > Repetir recorrido de bienvenida.
fa: پیشنهاد «یک تور کوتاه می‌خواهید؟» درست پس از راه‌اندازی فقط می‌گفت تور چه چیزهایی را پوشش می‌دهد، بی‌آنکه بگوید نه گفتن کاملاً اشکالی ندارد یا بعداً کجا می‌شود پیدایش کرد. اکنون اضافه می‌کند که همیشه می‌توانید آن را بعداً از نمایه > پخش دوبارهٔ تور خوشامدگویی شروع کنید.
fr: La proposition « Faire une visite rapide ? » juste après la configuration indiquait seulement ce que couvrait la visite, sans préciser qu'il était tout à fait possible de refuser ni où la retrouver. Elle ajoute maintenant que vous pouvez la lancer plus tard depuis Profil > Revoir la visite de bienvenue.
he: השאלה "לעשות סיור קצר?" מיד אחרי ההגדרה אמרה רק מה הסיור מכסה, בלי לרמוז שזה בסדר גמור לסרב או איפה למצוא אותו שוב. עכשיו היא מוסיפה שתמיד אפשר להתחיל אותו מאוחר יותר דרך פרופיל > הפעלה מחדש של סיור הקבלת הפנים.
hi: सेटअप के तुरंत बाद आने वाला "एक छोटा टूर लें?" सवाल सिर्फ़ यह बताता था कि टूर में क्या है, यह नहीं कि मना करना बिल्कुल ठीक है या बाद में इसे कहां पाएं। अब इसमें जोड़ा गया है कि आप इसे बाद में कभी भी प्रोफ़ाइल > स्वागत टूर दोबारा चलाएं से शुरू कर सकते हैं।
id: Tawaran "Mau tur singkat?" tepat setelah penyiapan hanya menyebutkan isi tur, tanpa menyebut bahwa menolak sepenuhnya tidak masalah atau di mana menemukannya lagi. Kini ditambahkan bahwa Anda selalu bisa memulainya nanti dari Profil > Putar Ulang Tur Sambutan.
it: La proposta «Fai un breve tour?» subito dopo la configurazione diceva solo cosa copriva il tour, senza indicare che rispondere di no andava benissimo né dove ritrovarlo. Ora aggiunge che puoi sempre avviarlo più tardi da Profilo > Rivedi il tour di benvenuto.
ja: セットアップ直後の「簡単なツアーを見ますか?」という案内は、ツアーの内容を伝えるだけで、断っても問題ないことや、あとでどこから見られるかは書かれていませんでした。現在は、いつでも「プロフィール」>「ようこそツアーを再生」から始められることを添えています。
ko: 설정 직후의 "잠깐 둘러보시겠어요?" 안내는 둘러보기 내용만 말했을 뿐, 거절해도 전혀 괜찮다거나 나중에 어디서 다시 찾을 수 있는지는 알려 주지 않았습니다. 이제 언제든 프로필 > 환영 둘러보기 다시 보기에서 시작할 수 있다고 덧붙입니다.
nl: De vraag ‘Korte rondleiding?’ direct na de installatie zei alleen wat de rondleiding behandelt, zonder te vermelden dat nee zeggen prima is of waar je hem later vindt. Nu staat erbij dat je hem altijd later kunt starten via Profiel > Welkomstrondleiding herhalen.
pl: Propozycja „Krótki przewodnik?” tuż po konfiguracji mówiła tylko, co obejmuje przewodnik, bez wzmianki, że odmowa jest w porządku, ani gdzie go potem znaleźć. Teraz dodaje, że zawsze można go uruchomić później w Profil > Odtwórz ponownie samouczek powitalny.
pt: O convite "Fazer um tour rápido?" logo após a configuração só dizia o que o tour cobria, sem indicar que dizer não era perfeitamente normal nem onde encontrá-lo depois. Agora ele informa que você pode iniciá-lo depois em Perfil > Repetir tour de boas-vindas.
ru: Предложение «Пройти короткий обзор?» сразу после настройки говорило только о том, что охватывает обзор, без намёка, что отказаться совершенно нормально, и без указания, где найти его потом. Теперь добавлено, что его всегда можно запустить позже в разделе «Профиль» > «Повторить приветственный обзор».
sv: Frågan ”Ta en snabb rundtur?” direkt efter konfigureringen sa bara vad rundturen täckte, utan att nämna att det var helt okej att tacka nej eller var man hittar den igen. Nu står det att du alltid kan starta den senare via Profil > Spela upp välkomstrundturen igen.
th: ข้อความ "ดูทัวร์สั้น ๆ ไหม" หลังการตั้งค่าเริ่มต้นบอกเพียงว่าทัวร์มีอะไรบ้าง โดยไม่บอกว่าการปฏิเสธไม่เป็นไรเลย หรือจะหาทัวร์อีกได้ที่ไหน ตอนนี้เพิ่มว่าคุณเริ่มทัวร์ภายหลังได้เสมอจาก โปรไฟล์ > เล่นทัวร์ต้อนรับซ้ำ
tr: Kurulumdan hemen sonraki "Kısa bir tur ister misiniz?" sorusu yalnızca turun neleri kapsadığını söylüyor, hayır demenin tamamen sorun olmadığını ya da tura sonra nereden ulaşılacağını belirtmiyordu. Artık turu daha sonra Profil > Karşılama Turunu Tekrar Oynat'tan her zaman başlatabileceğinizi de ekliyor.
uk: Пропозиція «Пройти короткий тур?» одразу після налаштування казала лише, що охоплює тур, без натяку, що відмовитися цілком нормально, і без вказівки, де знайти його згодом. Тепер додано, що його завжди можна запустити пізніше в розділі «Профіль» > «Відтворити вітальний тур знову».
vi: Lời mời "Tham quan nhanh nhé?" ngay sau thiết lập chỉ nói chuyến tham quan có gì, không cho biết từ chối là hoàn toàn bình thường hay nơi tìm lại sau. Giờ lời mời nói thêm rằng bạn luôn có thể bắt đầu sau trong Hồ sơ > Phát lại Hướng dẫn chào mừng.
zh_hans: 设置完成后立即出现的“要快速导览一下吗？”只说明导览涵盖哪些内容，没有提到拒绝完全没问题，也没说之后在哪里可以找到。现在补充说明，之后随时可以从“个人资料”>“重新播放欢迎导览”开始。

source: No More "Step 1 of 1" in the Welcome Tour
ar: لا مزيد من "الخطوة 1 من 1" في الجولة الترحيبية
de: Kein „Schritt 1 von 1“ mehr in der Willkommenstour
el: Τέλος το «Βήμα 1 από 1» στην ξενάγηση καλωσορίσματος
es: Se acabó el «Paso 1 de 1» en el recorrido de bienvenida
fa: دیگر «مرحلهٔ ۱ از ۱» در تور خوشامدگویی نیست
fr: Plus de « Étape 1 sur 1 » dans la visite de bienvenue
he: בלי "שלב 1 מתוך 1" בסיור הקבלת הפנים
hi: स्वागत टूर में अब "चरण 1 / 1" नहीं
id: Tidak Ada Lagi "Langkah 1 dari 1" di Tur Sambutan
it: Niente più «Passaggio 1 di 1» nel tour di benvenuto
ja: ようこそツアーで「ステップ 1/1」を廃止
ko: 웰컴 투어에서 "1단계 중 1단계" 제거
nl: Geen ‘Stap 1 van 1’ meer in de welkomstrondleiding
pl: Koniec z „Krok 1 z 1” w przewodniku powitalnym
pt: Chega de "Etapa 1 de 1" no tour de boas-vindas
ru: Больше никакого «Шаг 1 из 1» в приветственном туре
sv: Inget ”Steg 1 av 1” längre i välkomstrundturen
th: ไม่มี "ขั้นตอนที่ 1 จาก 1" ในทัวร์ต้อนรับอีกแล้ว
tr: Karşılama Turunda Artık "Adım 1 / 1" Yok
uk: Більше жодного «Крок 1 з 1» у вітальному турі
vi: Không còn "Bước 1 / 1" trong Hướng dẫn chào mừng
zh_hans: 欢迎导览不再出现“第 1 步，共 1 步”

source: The Welcome Tour's Welcome and All Set chapters are each just one step, so VoiceOver always announced a trivially true "step 1 of 1" there — dropped for just those two chapters, while Home, Discover, For You, and Profile & Settings keep their genuinely useful step counts.
ar: فصلا الترحيب وكل شيء جاهز في الجولة الترحيبية يتكون كلٌّ منهما من خطوة واحدة، لذا كان VoiceOver يعلن دائمًا "الخطوة 1 من 1" البديهية. أُزيل ذلك لهذين الفصلين فقط، بينما تحتفظ الرئيسية واستكشاف ومن أجلك والملف الشخصي والإعدادات بترقيم خطواتها المفيد فعلًا.
de: Die Kapitel Willkommen und Alles bereit der Willkommenstour haben jeweils nur einen Schritt, daher sagte VoiceOver dort immer das selbstverständliche „Schritt 1 von 1“ an. Das entfällt jetzt nur für diese beiden Kapitel; Start, Entdecken, Für dich sowie Profil & Einstellungen behalten ihre nützlichen Schrittzahlen.
el: Τα κεφάλαια Καλώς ορίσατε και Όλα έτοιμα της ξενάγησης έχουν από ένα μόνο βήμα, οπότε το VoiceOver ανακοίνωνε πάντα ένα αυτονόητο «βήμα 1 από 1». Αφαιρέθηκε μόνο για αυτά τα δύο κεφάλαια· η Αρχική, η Ανακάλυψη, το Για Εσάς και το Προφίλ και ρυθμίσεις κρατούν την πραγματικά χρήσιμη αρίθμησή τους.
es: Los capítulos Bienvenida y Todo listo del recorrido tienen un solo paso cada uno, así que VoiceOver siempre anunciaba un obvio «paso 1 de 1». Se quitó solo en esos dos capítulos; Inicio, Descubrir, Para ti y Perfil y ajustes conservan su numeración, que sí es útil.
fa: فصل‌های خوش آمدید و همه‌چیز آماده است در تور خوشامدگویی هر کدام فقط یک مرحله دارند، بنابراین VoiceOver همیشه «مرحلهٔ ۱ از ۱» بدیهی را اعلام می‌کرد. این فقط برای همین دو فصل حذف شد؛ خانه، کشف کنید، برای شما و نمایه و تنظیمات شمارهٔ مراحل واقعاً مفیدشان را حفظ می‌کنند.
fr: Les chapitres Bienvenue et Tout est prêt de la visite ne comptent qu'une étape chacun, donc VoiceOver y annonçait toujours un « étape 1 sur 1 » sans intérêt. C'est supprimé pour ces deux chapitres seulement ; Accueil, Découvrir, Pour vous et Profil et réglages gardent leur numérotation, vraiment utile.
he: לפרקים "ברוכים הבאים" ו"הכול מוכן" בסיור יש שלב אחד בלבד כל אחד, ולכן VoiceOver תמיד הכריז שם "שלב 1 מתוך 1" מיותר. זה הוסר רק לשני הפרקים האלה; בית, גילוי, בשבילך ופרופיל והגדרות שומרים על ספירת שלבים שבאמת מועילה.
hi: स्वागत टूर के स्वागत और सब तैयार अध्यायों में सिर्फ़ एक-एक चरण है, इसलिए VoiceOver वहां हमेशा एक बेमतलब "चरण 1 / 1" बोलता था। यह सिर्फ़ इन दो अध्यायों से हटाया गया है; होम, खोजें, आपके लिए और प्रोफ़ाइल और सेटिंग्स अपनी सच में उपयोगी चरण गिनती रखते हैं।
id: Bab Selamat Datang dan Semua Siap di Tur Sambutan masing-masing hanya satu langkah, sehingga VoiceOver selalu mengucapkan "langkah 1 dari 1" yang tidak perlu. Kini dihapus hanya untuk kedua bab itu; Beranda, Jelajahi, Untuk Anda, serta Profil & Pengaturan tetap menyebut jumlah langkah yang memang berguna.
it: I capitoli Benvenuto e Tutto pronto del tour hanno un solo passaggio ciascuno, quindi VoiceOver annunciava sempre un ovvio «passaggio 1 di 1». Ora è stato tolto solo per quei due capitoli; Home, Scopri, Per te e Profilo e impostazioni mantengono la numerazione, davvero utile.
ja: ようこそツアーの「ようこそ」と「準備完了」の章はそれぞれ1ステップだけなので、VoiceOver は当然の「ステップ 1/1」を毎回読み上げていました。この2つの章に限って省略し、ホーム、見つける、あなたへ、プロフィールと設定では役立つステップ数をそのまま読み上げます。
ko: 웰컴 투어의 환영 장과 모두 준비됨 장은 각각 한 단계뿐이라 VoiceOver가 항상 뻔한 "1단계 중 1단계"를 읽었습니다. 이 두 장에서만 없앴고, 홈, 둘러보기, 나를 위한, 프로필 및 설정은 실제로 유용한 단계 수를 그대로 유지합니다.
nl: De hoofdstukken Welkom en Alles klaar van de rondleiding hebben elk maar één stap, dus VoiceOver meldde daar altijd een vanzelfsprekend ‘stap 1 van 1’. Dat is nu alleen voor die twee hoofdstukken weggehaald; Start, Ontdekken, Voor jou en Profiel & instellingen houden hun echt nuttige stapnummers.
pl: Rozdziały Witaj i Wszystko gotowe w przewodniku mają po jednym kroku, więc VoiceOver zawsze ogłaszał tam oczywiste „krok 1 z 1”. Usunięto to tylko w tych dwóch rozdziałach; Strona główna, Odkrywaj, Dla Ciebie oraz Profil i ustawienia zachowują naprawdę przydatną numerację.
pt: Os capítulos Boas-vindas e Tudo pronto do tour têm só uma etapa cada, então o VoiceOver sempre anunciava um óbvio "etapa 1 de 1". Isso foi removido só nesses dois capítulos; Início, Descobrir, Para você e Perfil e configurações mantêm a contagem, que é realmente útil.
ru: Главы «Добро пожаловать» и «Всё готово» приветственного тура состоят из одного шага, поэтому VoiceOver всегда объявлял там очевидное «шаг 1 из 1». Теперь это убрано только для этих двух глав; «Главная», «Обзор», «Для вас» и «Профиль и настройки» сохраняют действительно полезную нумерацию.
sv: Kapitlen Välkommen och Allt klart i rundturen har bara ett steg var, så VoiceOver läste alltid upp ett självklart ”steg 1 av 1” där. Det är borttaget bara för de två kapitlen; Hem, Upptäck, För dig samt Profil och inställningar behåller sina verkligt användbara stegnummer.
th: บทยินดีต้อนรับและพร้อมแล้วในทัวร์ต้อนรับมีเพียงขั้นตอนเดียว VoiceOver จึงประกาศ "ขั้นตอนที่ 1 จาก 1" ที่ไม่จำเป็นเสมอ ตอนนี้ตัดออกเฉพาะสองบทนี้ ส่วนหน้าหลัก ค้นพบ สำหรับคุณ และโปรไฟล์และการตั้งค่า ยังคงบอกจำนวนขั้นตอนที่มีประโยชน์จริง
tr: Karşılama Turu'nun Hoş Geldiniz ve Her Şey Hazır bölümleri tek adımlık olduğundan VoiceOver orada hep apaçık bir "adım 1 / 1" söylüyordu. Bu yalnızca bu iki bölüm için kaldırıldı; Ana Sayfa, Keşfet, Sizin İçin ve Profil ve Ayarlar gerçekten yararlı adım sayılarını koruyor.
uk: Розділи «Ласкаво просимо» і «Усе готово» вітального туру мають лише по одному кроку, тож VoiceOver завжди оголошував там очевидне «крок 1 з 1». Тепер це прибрано лише для цих двох розділів; «Головна», «Огляд», «Для вас» і «Профіль і налаштування» зберігають справді корисну нумерацію.
vi: Các chương Chào mừng và Đã sẵn sàng của Hướng dẫn chào mừng chỉ có một bước, nên VoiceOver luôn đọc câu hiển nhiên "bước 1 / 1". Giờ câu này chỉ bỏ ở hai chương đó; Trang chủ, Khám phá, Dành cho bạn và Hồ sơ & Cài đặt vẫn giữ số bước thực sự hữu ích.
zh_hans: 欢迎导览的“欢迎”和“全部就绪”章节各只有一步，因此 VoiceOver 总会读出一句显而易见的“第 1 步，共 1 步”。现在只在这两个章节中去掉了它；“主页”“发现”“为您推荐”和“个人资料与设置”保留真正有用的步骤数。

source: Welcome Tour Step Announcements Now Actually Translate
ar: إعلانات خطوات الجولة الترحيبية تُترجم الآن فعلًا
de: Schrittansagen der Willkommenstour werden jetzt wirklich übersetzt
el: Οι ανακοινώσεις βημάτων της ξενάγησης μεταφράζονται πλέον πραγματικά
es: Los anuncios de pasos del recorrido ahora sí se traducen
fa: اعلان مراحل تور خوشامدگویی اکنون واقعاً ترجمه می‌شود
fr: Les annonces d'étapes de la visite sont maintenant vraiment traduites
he: הכרזות השלבים בסיור מתורגמות עכשיו באמת
hi: स्वागत टूर के चरण उद्घोष अब सच में अनुवादित होते हैं
id: Pengumuman Langkah Tur Sambutan Kini Benar-benar Diterjemahkan
it: Gli annunci dei passaggi del tour ora vengono davvero tradotti
ja: ようこそツアーのステップ読み上げが実際に翻訳されるようになりました
ko: 웰컴 투어 단계 안내가 이제 실제로 번역됩니다
nl: Stapmeldingen van de welkomstrondleiding worden nu echt vertaald
pl: Ogłoszenia kroków przewodnika są teraz naprawdę tłumaczone
pt: Os anúncios de etapa do tour agora são traduzidos de verdade
ru: Объявления шагов приветственного тура теперь действительно переводятся
sv: Välkomstrundturens stegutrop översätts nu på riktigt
th: การประกาศขั้นตอนในทัวร์ต้อนรับแปลได้จริงแล้ว
tr: Karşılama Turu Adım Duyuruları Artık Gerçekten Çevriliyor
uk: Оголошення кроків вітального туру тепер справді перекладаються
vi: Lời đọc các bước của Hướng dẫn chào mừng giờ đã thực sự được dịch
zh_hans: 欢迎导览的步骤朗读现在真正被翻译

source: Every VoiceOver step announcement in the Welcome Tour — "Home, step 3 of 8" and the like, heard on nearly all 28 steps — had never been translated into any of AppleVis's 22 supported languages, only ever existing in English. Fixed and translated into all 22.
ar: لم يُترجم أي إعلان لخطوة في VoiceOver ضمن الجولة الترحيبية، مثل "الرئيسية، الخطوة 3 من 8" الذي يُسمع في معظم الخطوات الثماني والعشرين، إلى أيٍّ من اللغات الاثنتين والعشرين التي يدعمها AppleVis؛ كان موجودًا بالإنجليزية فقط. تم الإصلاح والترجمة إلى اللغات الـ 22 كلها.
de: Jede VoiceOver-Schrittansage der Willkommenstour, etwa „Start, Schritt 3 von 8“, die bei fast allen 28 Schritten zu hören ist, war nie in eine der 22 unterstützten Sprachen übersetzt, sondern gab es nur auf Englisch. Behoben und in alle 22 Sprachen übersetzt.
el: Καμία ανακοίνωση βήματος του VoiceOver στην ξενάγηση καλωσορίσματος, όπως «Αρχική, βήμα 3 από 8», που ακούγεται σχεδόν σε όλα τα 28 βήματα, δεν είχε μεταφραστεί ποτέ σε καμία από τις 22 γλώσσες του AppleVis· υπήρχε μόνο στα αγγλικά. Διορθώθηκε και μεταφράστηκε και στις 22.
es: Cada anuncio de paso de VoiceOver en el recorrido de bienvenida, como «Inicio, paso 3 de 8», que se oye en casi los 28 pasos, nunca se había traducido a ninguno de los 22 idiomas admitidos por AppleVis y solo existía en inglés. Corregido y traducido a los 22.
fa: هیچ‌یک از اعلان‌های مرحلهٔ VoiceOver در تور خوشامدگویی، مثل «خانه، مرحلهٔ ۳ از ۸» که تقریباً در همهٔ ۲۸ مرحله شنیده می‌شود، هرگز به هیچ‌یک از ۲۲ زبان AppleVis ترجمه نشده بود و فقط به انگلیسی وجود داشت. برطرف شد و به هر ۲۲ زبان ترجمه شد.
fr: Chaque annonce d'étape VoiceOver de la visite de bienvenue, comme « Accueil, étape 3 sur 8 », entendue sur presque les 28 étapes, n'avait jamais été traduite dans aucune des 22 langues prises en charge par AppleVis et n'existait qu'en anglais. C'est corrigé et traduit dans les 22 langues.
he: אף הכרזת שלב של VoiceOver בסיור הקבלת הפנים, כמו "בית, שלב 3 מתוך 8", שנשמעת כמעט בכל 28 השלבים, לא תורגמה לאף אחת מ-22 השפות של AppleVis, והיא הייתה קיימת באנגלית בלבד. תוקן ותורגם לכל 22 השפות.
hi: स्वागत टूर का कोई भी VoiceOver चरण उद्घोष, जैसे "होम, चरण 3 / 8", जो लगभग सभी 28 चरणों में सुनाई देता है, AppleVis की 22 समर्थित भाषाओं में से किसी में अनुवादित नहीं हुआ था; वह सिर्फ़ अंग्रेज़ी में था। ठीक किया गया और सभी 22 भाषाओं में अनुवादित किया गया।
id: Setiap pengumuman langkah VoiceOver di Tur Sambutan, seperti "Beranda, langkah 3 dari 8", yang terdengar di hampir seluruh 28 langkah, tidak pernah diterjemahkan ke satu pun dari 22 bahasa yang didukung AppleVis dan hanya ada dalam bahasa Inggris. Sudah diperbaiki dan diterjemahkan ke semua 22 bahasa.
it: Ogni annuncio di passaggio di VoiceOver nel tour di benvenuto, come «Home, passaggio 3 di 8», presente in quasi tutti i 28 passaggi, non era mai stato tradotto in nessuna delle 22 lingue supportate da AppleVis ed esisteva solo in inglese. Corretto e tradotto in tutte e 22.
ja: ようこそツアーの VoiceOver のステップ読み上げ(28ステップのほぼすべてで聞こえる「ホーム、ステップ 3/8」など)は、AppleVis が対応する22言語のどれにも翻訳されておらず、英語だけでした。修正し、22言語すべてに翻訳しました。
ko: 28단계 거의 모두에서 들리는 "홈, 8단계 중 3단계" 같은 웰컴 투어의 VoiceOver 단계 안내가 AppleVis가 지원하는 22개 언어 중 어느 것으로도 번역되지 않고 영어로만 있었습니다. 수정하여 22개 언어 모두로 번역했습니다.
nl: Elke VoiceOver-stapmelding in de welkomstrondleiding, zoals ‘Start, stap 3 van 8’, te horen bij bijna alle 28 stappen, was nooit vertaald in een van de 22 talen van AppleVis en bestond alleen in het Engels. Opgelost en vertaald in alle 22.
pl: Każde ogłoszenie kroku VoiceOver w przewodniku powitalnym, np. „Strona główna, krok 3 z 8”, słyszane w niemal wszystkich 28 krokach, nigdy nie zostało przetłumaczone na żaden z 22 języków AppleVis i istniało tylko po angielsku. Naprawione i przetłumaczone na wszystkie 22.
pt: Cada anúncio de etapa do VoiceOver no tour de boas-vindas, como "Início, etapa 3 de 8", ouvido em quase todas as 28 etapas, nunca tinha sido traduzido para nenhum dos 22 idiomas do AppleVis e só existia em inglês. Corrigido e traduzido para os 22.
ru: Ни одно объявление шага VoiceOver в приветственном туре, например «Главная, шаг 3 из 8», звучащее почти на всех 28 шагах, никогда не переводилось ни на один из 22 языков AppleVis и существовало только на английском. Исправлено и переведено на все 22.
sv: Varje VoiceOver-utrop för steg i välkomstrundturen, som ”Hem, steg 3 av 8”, som hörs på nästan alla 28 stegen, hade aldrig översatts till något av AppleVis 22 språk och fanns bara på engelska. Åtgärdat och översatt till alla 22.
th: การประกาศขั้นตอนของ VoiceOver ในทัวร์ต้อนรับ เช่น "หน้าหลัก ขั้นตอนที่ 3 จาก 8" ซึ่งได้ยินเกือบทั้ง 28 ขั้นตอน ไม่เคยถูกแปลเป็นภาษาใดใน 22 ภาษาที่ AppleVis รองรับ มีเพียงภาษาอังกฤษ ตอนนี้แก้ไขและแปลครบทั้ง 22 ภาษาแล้ว
tr: Karşılama Turu'ndaki "Ana Sayfa, adım 3 / 8" gibi, 28 adımın neredeyse hepsinde duyulan VoiceOver adım duyurularının hiçbiri AppleVis'in desteklediği 22 dilin hiçbirine çevrilmemişti; yalnızca İngilizce vardı. Düzeltildi ve 22 dilin tümüne çevrildi.
uk: Жодне оголошення кроку VoiceOver у вітальному турі, як-от «Головна, крок 3 з 8», що звучить майже на всіх 28 кроках, ніколи не перекладалося жодною з 22 мов AppleVis і існувало лише англійською. Виправлено й перекладено всіма 22 мовами.
vi: Mọi lời đọc bước của VoiceOver trong Hướng dẫn chào mừng, như "Trang chủ, bước 3 / 8", nghe thấy ở gần như cả 28 bước, chưa từng được dịch sang bất kỳ ngôn ngữ nào trong 22 ngôn ngữ AppleVis hỗ trợ, chỉ có tiếng Anh. Đã sửa và dịch sang đủ 22 ngôn ngữ.
zh_hans: 欢迎导览中每一条 VoiceOver 步骤朗读，例如几乎在全部 28 步都会听到的“主页，第 3 步，共 8 步”，此前从未被翻译成 AppleVis 支持的 22 种语言中的任何一种，只有英文。现已修复，并翻译成全部 22 种语言。

source: A Real Way to Pause the Welcome Tour
ar: طريقة حقيقية لإيقاف الجولة الترحيبية مؤقتًا
de: Die Willkommenstour richtig pausieren
el: Ένας πραγματικός τρόπος παύσης της ξενάγησης
es: Una forma real de pausar el recorrido de bienvenida
fa: راهی واقعی برای توقف تور خوشامدگویی
fr: Une vraie pause pour la visite de bienvenue
he: דרך אמיתית להשהות את סיור הקבלת הפנים
hi: स्वागत टूर को सच में रोकने का तरीका
id: Cara Sungguhan untuk Menjeda Tur Sambutan
it: Un vero modo per mettere in pausa il tour di benvenuto
ja: ようこそツアーを本当に一時停止
ko: 웰컴 투어를 제대로 일시 정지
nl: De welkomstrondleiding echt kunnen pauzeren
pl: Prawdziwa możliwość wstrzymania przewodnika powitalnego
pt: Um jeito real de pausar o tour de boas-vindas
ru: Настоящая пауза для приветственного тура
sv: Ett riktigt sätt att pausa välkomstrundturen
th: หยุดทัวร์ต้อนรับชั่วคราวได้จริง
tr: Karşılama Turunu Gerçekten Duraklatmanın Yolu
uk: Справжня пауза для вітального туру
vi: Cách thực sự để tạm dừng Hướng dẫn chào mừng
zh_hans: 真正可以暂停欢迎导览
